Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: On-device recognition is unavailable for the selected language on this Mac.
ar: التعرف على الجهاز غير متوفر للغة المحددة على هذا الـ Mac.
de: Die Erkennung auf dem Gerät ist für die ausgewählte Sprache auf diesem Mac nicht verfügbar.
es: El reconocimiento en el dispositivo no está disponible para el idioma seleccionado en este Mac.
fa: تشخیص روی دستگاه برای زبان انتخاب‌شده روی این Mac در دسترس نیست.
fr: La reconnaissance sur l'appareil n'est pas disponible pour la langue sélectionnée sur ce Mac.
hi: इस Mac पर चयनित भाषा के लिए ऑन-डिवाइस पहचान अनुपलब्ध है।
id: Pengenalan di perangkat tidak tersedia untuk bahasa yang dipilih di Mac ini.
it: Il riconoscimento sul dispositivo non è disponibile per la lingua selezionata su questo Mac.
ja_jp: このMacでは、選択した言語のデバイス上での認識を利用できません。
ko: 이 Mac에서는 선택한 언어의 기기 내 인식을 사용할 수 없습니다.
nl: Herkenning op het apparaat is niet beschikbaar voor de geselecteerde taal op deze Mac.
pl: Rozpoznawanie na urządzeniu jest niedostępne dla wybranego języka na tym Macu.
pt_br: O reconhecimento no dispositivo não está disponível para o idioma selecionado neste Mac.
ru: Распознавание на устройстве недоступно для выбранного языка на этом Mac.
sv: Igenkänning på enheten är inte tillgänglig för det valda språket på denna Mac.
th: การจดจำบนอุปกรณ์ไม่พร้อมใช้งานสำหรับภาษาที่เลือกบน Mac เครื่องนี้
tr: Seçili dil için bu Mac'te cihaz üzerinde tanıma kullanılamıyor.
uk: Розпізнавання на пристрої недоступне для вибраної мови на цьому Mac.
vi: Nhận dạng trên thiết bị không khả dụng cho ngôn ngữ đã chọn trên máy Mac này.
zh_cn: 此 Mac 上所选语言不支持设备端识别。
zh_tw: 此 Mac 上所選語言無法使用裝置端辨識。

source: Onboarding walkthrough
ar: جولة الإعداد الأولي
de: Onboarding-Einführung
es: Recorrido de incorporación
fa: راهنمای مرحله‌به‌مرحلهٔ شروع
fr: Parcours d’intégration
hi: ऑनबोर्डिंग वॉकथ्रू
id: Panduan orientasi
it: Procedura guidata introduttiva
ja_jp: オンボーディングのウォークスルー
ko: 온보딩 안내
pl: Przewodnik wdrożeniowy
pt_br: Passo a passo de integração
ru: Пошаговое ознакомление
sv: Introduktionsgenomgång
th: คำแนะนำการเริ่มต้นใช้งาน
tr: İlk kurulum adım adım kılavuzu
uk: Ознайомчий тур
vi: Hướng dẫn làm quen
zh_cn: 引导演示
zh_tw: 入門導覽

source: Once ready, this Mac connects to your selected Gateway.
ar: بمجرد أن يصبح جاهزًا، يتصل جهاز Mac هذا بـ Gateway المحدد.
de: Sobald dieser Mac bereit ist, verbindet er sich mit dem ausgewählten Gateway.
es: Cuando esté listo, este Mac se conectará al Gateway seleccionado.
fa: پس از آماده‌شدن، این Mac به Gateway انتخاب‌شده شما متصل می‌شود.
fr: Une fois prêt, ce Mac se connecte au Gateway sélectionné.
hi: तैयार होने के बाद, यह Mac आपके चुने हुए Gateway से कनेक्ट होता है।
id: Setelah siap, Mac ini akan terhubung ke Gateway yang Anda pilih.
it: Una volta pronto, questo Mac si connette al Gateway selezionato.
ja_jp: 準備が完了すると、このMacは選択したGatewayに接続します。
ko: 준비가 완료되면 이 Mac이 선택한 Gateway에 연결됩니다.
nl: Zodra deze Mac gereed is, maakt deze verbinding met de geselecteerde Gateway.
pl: Po przygotowaniu ten Mac połączy się z wybranym Gateway.
pt_br: Quando estiver pronto, este Mac se conectará ao Gateway selecionado.
ru: После подготовки этот Mac подключится к выбранному Gateway.
sv: När den är redo ansluter denna Mac till din valda Gateway.
th: เมื่อพร้อมแล้ว Mac เครื่องนี้จะเชื่อมต่อกับ Gateway ที่คุณเลือก
tr: Hazır olduğunda bu Mac, seçtiğiniz Gateway'e bağlanır.
uk: Після підготовки цей Mac підключиться до вибраного вами Gateway.
vi: Sau khi sẵn sàng, máy Mac này sẽ kết nối với Gateway bạn đã chọn.
zh_cn: 准备就绪后，此 Mac 将连接到你选择的 Gateway。
zh_tw: 準備就緒後，這台 Mac 會連線至您選取的 Gateway。

source: Once the service answers, you’ll connect your AI.
ar: بمجرد أن تستجيب الخدمة، ستتمكن من توصيل الذكاء الاصطناعي الخاص بك.
de: Sobald der Dienst antwortet, verbinden Sie Ihre KI.
es: Cuando el servicio responda, conectarás tu IA.
fa: وقتی سرویس پاسخ دهد، هوش مصنوعی خود را متصل می‌کنید.
fr: Une fois que le service répond, vous connecterez votre IA.
hi: जब service जवाब देगी, तब आप अपना AI कनेक्ट करेंगे।
id: Setelah layanan merespons, Anda akan menghubungkan AI Anda.
it: Quando il servizio risponde, collegherai la tua AI.
ja_jp: サービスが応答したら、AI に接続します。
ko: 서비스가 응답하면 AI를 연결하게 됩니다.
nl: Zodra de service reageert, verbind je je AI.
pl: Gdy usługa odpowie, połączysz swoją AI.
pt_br: Quando o serviço responder, você conectará sua IA.
ru: Когда служба ответит, вы подключите свой ИИ.
sv: När tjänsten svarar ansluter du din AI.
th: เมื่อบริการตอบสนองแล้ว คุณจะเชื่อมต่อ AI ของคุณ
tr: Hizmet yanıt verdiğinde, yapay zekanızı bağlayacaksınız.
uk: Коли служба відповість, ви підключите свій AI.
vi: Khi dịch vụ phản hồi, bạn sẽ kết nối AI của mình.
zh_cn: 服务响应后，你将连接你的 AI。
zh_tw: 服務回應後，你就可以連接你的 AI。

source: Only image and video attachments are supported right now
ar: يتم دعم مرفقات الصور والفيديو فقط في الوقت الحالي
de: Derzeit werden nur Bild- und Videoanhänge unterstützt
es: Por ahora solo se admiten adjuntos de imagen y video
fa: در حال حاضر فقط پیوست‌های تصویری و ویدیویی پشتیبانی می‌شوند
fr: Seules les pièces jointes image et vidéo sont prises en charge pour le moment
hi: अभी केवल इमेज और वीडियो अटैचमेंट समर्थित हैं
id: Hanya lampiran gambar dan video yang didukung saat ini
it: Al momento sono supportati solo allegati di immagini e video
ja_jp: 現在サポートされているのは画像と動画の添付ファイルのみです
ko: 현재 이미지 및 비디오 첨부 파일만 지원됩니다
nl: Momenteel worden alleen afbeeldings- en videobijlagen ondersteund
pl: Obecnie obsługiwane są tylko załączniki obrazów i wideo
pt_br: No momento, apenas anexos de imagem e vídeo são suportados
ru: Сейчас поддерживаются только вложения с изображениями и видео
sv: Endast bild- och videobilagor stöds för närvarande
th: ขณะนี้รองรับเฉพาะไฟล์แนบรูปภาพและวิดีโอเท่านั้น
tr: Şu anda yalnızca görüntü ve video ekleri destekleniyor
uk: Наразі підтримуються лише вкладення зображень і відео
vi: Hiện chỉ hỗ trợ tệp đính kèm hình ảnh và video
zh_cn: 目前仅支持图片和视频附件
zh_tw: 目前僅支援圖片與影片附件

source: Only image attachments are supported right now
ar: لا تُدعم حاليًا سوى مرفقات الصور
de: Derzeit werden nur Bildanhänge unterstützt
es: Por ahora, solo se admiten archivos adjuntos de imagen
fa: در حال حاضر فقط پیوست‌های تصویری پشتیبانی می‌شوند
fr: Seules les pièces jointes de type image sont actuellement prises en charge
hi: फ़िलहाल केवल इमेज अटैचमेंट समर्थित हैं
id: Saat ini hanya lampiran gambar yang didukung
it: Al momento sono supportati solo gli allegati immagine
ja_jp: 現在サポートされているのは画像の添付ファイルのみです
ko: 현재는 이미지 첨부 파일만 지원됩니다
nl: Momenteel worden alleen afbeeldingsbijlagen ondersteund
pl: Obecnie obsługiwane są tylko załączniki graficzne
pt_br: No momento, apenas anexos de imagem são compatíveis
ru: Сейчас поддерживаются только изображения
sv: Endast bildbilagor stöds just nu
th: ขณะนี้รองรับเฉพาะไฟล์แนบรูปภาพเท่านั้น
tr: Şu anda yalnızca görsel ekleri destekleniyor
uk: Наразі підтримуються лише вкладення із зображеннями
vi: Hiện tại chỉ hỗ trợ tệp đính kèm hình ảnh
zh_cn: 目前仅支持图片附件
zh_tw: 目前僅支援圖片附件

source: Only needed when the gateway requires token auth.
ar: مطلوب فقط عندما يتطلب الـ gateway مصادقة برمز مميز.
de: Nur erforderlich, wenn das Gateway eine Token-Authentifizierung verlangt.
es: Solo es necesario cuando el gateway requiere autenticación por token.
fa: فقط زمانی لازم است که gateway به احراز هویت با توکن نیاز دارد.
fr: Nécessaire uniquement lorsque le gateway requiert une authentification par jeton.
hi: केवल तभी आवश्यक जब gateway को टोकन प्रमाणीकरण चाहिए।
id: Hanya diperlukan saat gateway membutuhkan autentikasi token.
it: Necessario solo quando il gateway richiede l'autenticazione con token.
ja_jp: Gateway がトークン認証を必要とする場合のみ必要です。
ko: 게이트웨이에서 토큰 인증이 필요한 경우에만 필요합니다.
nl: Alleen nodig wanneer de gateway tokenauthenticatie vereist.
pl: Wymagane tylko, gdy gateway wymaga uwierzytelniania tokenem.
pt_br: Necessário apenas quando o gateway exige autenticação por token.
ru: Требуется только когда gateway использует авторизацию по токену.
sv: Behövs bara när gatewayen kräver token-autentisering.
th: จำเป็นเฉพาะเมื่อ gateway ต้องการการยืนยันตัวตนด้วยโทเค็นเท่านั้น
tr: Yalnızca gateway belirteç kimlik doğrulaması gerektirdiğinde gereklidir.
uk: Потрібно лише коли gateway вимагає автентифікації за токеном.
vi: Chỉ cần thiết khi gateway yêu cầu xác thực bằng token.
zh_cn: 仅在 gateway 需要令牌认证时才需要。
zh_tw: 僅在 gateway 需要權杖驗證時才需要。

source: Open
ar: فتح
de: Öffnen
es: Abrir
fa: باز کردن
fr: Ouvrir
hi: खोलें
id: Buka
it: Apri
ja_jp: 開く
ko: 열기
nl: Openen
pl: Otwórz
pt_br: Abrir
ru: Открыть
sv: Öppna
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở
zh_cn: 打开
zh_tw: 開啟

source: Open Agent Events
ar: فتح أحداث الوكيل
de: Agent Events öffnen
es: Abrir eventos del agente
fa: باز کردن رویدادهای Agent
fr: Ouvrir les événements de l’agent
hi: एजेंट इवेंट्स खोलें
id: Buka Agent Events
it: Apri eventi agente
ja_jp: Agent Events を開く
ko: Agent Events 열기
nl: Agent Events openen
pl: Otwórz zdarzenia agenta
pt_br: Abrir eventos do agente
ru: Открыть события агента
sv: Öppna Agent Events
th: เปิด Agent Events
tr: Agent Events’i Aç
uk: Відкрити Agent Events
vi: Mở Sự kiện Agent
zh_cn: 打开 Agent Events
zh_tw: 開啟 Agent 事件

source: Open Agent Events…
ar: فتح أحداث الوكيل…
de: Agent-Ereignisse öffnen…
es: Abrir eventos del agente…
fa: باز کردن رویدادهای عامل…
fr: Ouvrir les événements de l’agent…
hi: एजेंट इवेंट्स खोलें…
id: Buka Peristiwa Agen…
it: Apri eventi agente…
ja_jp: エージェントイベントを開く…
ko: 에이전트 이벤트 열기…
nl: Agentgebeurtenissen openen…
pl: Otwórz zdarzenia agenta…
pt_br: Abrir eventos do agente…
ru: Открыть события агента…
sv: Öppna Agent Events…
th: เปิด Agent Events…
tr: Agent Events’i Aç…
uk: Відкрити події агента…
vi: Mở sự kiện tác nhân…
zh_cn: 打开 Agent 事件…
zh_tw: 開啟 Agent Events…

source: Open Canvas
ar: فتح اللوحة
de: Canvas öffnen
es: Abrir Canvas
fa: باز کردن Canvas
fr: Ouvrir Canvas
hi: Canvas खोलें
id: Buka Canvas
it: Apri Canvas
ja_jp: Canvas を開く
ko: Canvas 열기
nl: Canvas openen
pl: Otwórz Canvas
pt_br: Abrir Canvas
ru: Открыть Canvas
sv: Öppna Canvas
th: เปิด Canvas
tr: Canvas'ı Aç
uk: Відкрити Canvas
vi: Mở Canvas
zh_cn: 打开画布
zh_tw: 開啟 Canvas

source: Open Chat
ar: فتح الدردشة
de: Chat öffnen
es: Abrir chat
fa: باز کردن چت
fr: Ouvrir le chat
hi: Chat खोलें
id: Buka Chat
it: Apri Chat
ja_jp: チャットを開く
ko: 채팅 열기
nl: Chat openen
pl: Otwórz czat
pt_br: Abrir chat
ru: Открыть чат
sv: Öppna chatt
th: เปิดแชท
tr: Chat'i Aç
uk: Відкрити чат
vi: Mở Chat
zh_cn: 打开聊天
zh_tw: 開啟聊天

source: Open Config Folder
ar: فتح مجلد التكوين
de: Konfigurationsordner öffnen
es: Abrir carpeta de configuración
fa: باز کردن پوشه پیکربندی
fr: Ouvrir le dossier de configuration
hi: Config फ़ोल्डर खोलें
id: Buka Folder Konfigurasi
it: Apri cartella di configurazione
ja_jp: 設定フォルダを開く
ko: Config 폴더 열기
nl: Configuratiemap openen
pl: Otwórz folder konfiguracji
pt_br: Abrir pasta de configuração
ru: Открыть папку конфигурации
sv: Öppna konfigurationsmappen
th: เปิดโฟลเดอร์การกำหนดค่า
tr: Yapılandırma Klasörünü Aç
uk: Відкрити папку конфігурації
vi: Mở thư mục cấu hình
zh_cn: 打开配置文件夹
zh_tw: 開啟設定資料夾

source: Open Connection Settings
ar: فتح إعدادات الاتصال
de: Verbindungseinstellungen öffnen
es: Abrir configuración de conexión
fa: باز کردن تنظیمات اتصال
fr: Ouvrir les paramètres de connexion
hi: कनेक्शन सेटिंग्स खोलें
id: Buka Pengaturan Koneksi
it: Apri impostazioni di connessione
ja_jp: 接続設定を開く
ko: 연결 설정 열기
nl: Verbindingsinstellingen openen
pl: Otwórz ustawienia połączenia
pt_br: Abrir configurações de conexão
ru: Открыть настройки подключения
sv: Öppna anslutningsinställningar
th: เปิดการตั้งค่าการเชื่อมต่อ
tr: Bağlantı Ayarlarını Aç
uk: Відкрити налаштування з'єднання
vi: Mở Cài đặt Kết nối
zh_cn: 打开连接设置
zh_tw: 開啟連線設定

source: Open Connection settings to fix it.
ar: افتح إعدادات الاتصال لإصلاح ذلك.
de: Öffne die Verbindungseinstellungen, um das Problem zu beheben.
es: Abre los ajustes de Conexión para solucionarlo.
fa: برای رفع آن تنظیمات اتصال را باز کنید.
fr: Ouvrez les réglages de connexion pour corriger le problème.
hi: इसे ठीक करने के लिए Connection settings खोलें।
id: Buka pengaturan Koneksi untuk memperbaikinya.
it: Apri le impostazioni di Connessione per risolvere il problema.
ja_jp: 接続設定を開いて修正してください。
ko: 연결 설정을 열어 문제를 해결하세요.
nl: Open de verbindingsinstellingen om dit op te lossen.
pl: Otwórz ustawienia połączenia, aby to naprawić.
pt_br: Abra as configurações de Conexão para corrigir.
ru: Откройте настройки подключения, чтобы исправить это.
sv: Öppna anslutningsinställningarna för att åtgärda det.
th: เปิดการตั้งค่าการเชื่อมต่อเพื่อแก้ไข
tr: Düzeltmek için Bağlantı ayarlarını açın.
uk: Відкрийте налаштування підключення, щоб виправити це.
vi: Mở cài đặt Kết nối để khắc phục.
zh_cn: 打开连接设置进行修复。
zh_tw: 開啟連線設定以修復。

source: Open Dashboard
ar: فتح لوحة المعلومات
de: Dashboard öffnen
es: Abrir Dashboard
fa: باز کردن داشبورد
fr: Ouvrir le tableau de bord
hi: Dashboard खोलें
id: Buka Dasbor
it: Apri Dashboard
ja_jp: ダッシュボードを開く
ko: 대시보드 열기
nl: Dashboard openen
pl: Otwórz panel
pt_br: Abrir Dashboard
ru: Открыть панель управления
sv: Öppna instrumentpanelen
th: เปิดแดชบอร์ด
tr: Dashboard'u Aç
uk: Відкрити Dashboard
vi: Mở Dashboard
zh_cn: 打开仪表板
zh_tw: 開啟儀表板

source: Open Full Message
ar: فتح الرسالة الكاملة
de: Vollständige Nachricht öffnen
es: Abrir mensaje completo
fa: باز کردن پیام کامل
fr: Ouvrir le message complet
hi: पूरा संदेश खोलें
id: Buka Pesan Lengkap
it: Apri il messaggio completo
ja_jp: メッセージ全文を開く
ko: 전체 메시지 열기
nl: Volledig bericht openen
pl: Otwórz pełną wiadomość
pt_br: Abrir mensagem completa
ru: Открыть полное сообщение
sv: Öppna hela meddelandet
th: เปิดข้อความฉบับเต็ม
tr: Tam İletiyi Aç
uk: Відкрити повне повідомлення
vi: Mở toàn bộ tin nhắn
zh_cn: 打开完整消息
zh_tw: 開啟完整訊息

source: Open Log
ar: فتح السجل
de: Protokoll öffnen
es: Abrir registro
fa: باز کردن گزارش
fr: Ouvrir le journal
hi: लॉग खोलें
id: Buka Log
it: Apri log
ja_jp: ログを開く
ko: 로그 열기
nl: Log openen
pl: Otwórz log
pt_br: Abrir log
ru: Открыть журнал
sv: Öppna logg
th: เปิดบันทึก
tr: Günlüğü Aç
uk: Відкрити журнал
vi: Mở nhật ký
zh_cn: 打开日志
zh_tw: 開啟日誌

source: Open Session Store
ar: فتح مخزن الجلسات
de: Session Store öffnen
es: Abrir almacén de sesiones
fa: باز کردن محل ذخیره نشست
fr: Ouvrir le stockage de sessions
hi: सेशन स्टोर खोलें
id: Buka Penyimpanan Sesi
it: Apri archivio sessioni
ja_jp: セッションストアを開く
ko: 세션 저장소 열기
nl: Sessiestore openen
pl: Otwórz magazyn sesji
pt_br: Abrir armazenamento de sessões
ru: Открыть хранилище сеансов
sv: Öppna sessionslagring
th: เปิด Session Store
tr: Oturum Deposu’nu Aç
uk: Відкрити сховище сеансів
vi: Mở kho lưu phiên
zh_cn: 打开会话存储
zh_tw: 開啟 Session Store

source: Open Settings → Channels
ar: فتح Settings → Channels
de: Einstellungen → Channels öffnen
es: Abrir Ajustes → Channels
fa: باز کردن Settings → Channels
fr: Ouvrir Réglages → Canaux
hi: Settings → Channels खोलें
id: Buka Settings → Channels
it: Apri Settings → Channels
ja_jp: Settings → Channels を開く
ko: Settings → Channels 열기
pl: Otwórz Ustawienia → Channels
pt_br: Abrir Ajustes → Canais
ru: Открыть Settings → Channels
sv: Öppna Settings → Channels
th: เปิด Settings → Channels
tr: Settings → Channels bölümünü aç
uk: Відкрити Settings → Channels
vi: Mở Settings → Channels
zh_cn: 打开“设置 → 频道”
zh_tw: 開啟「設定」→「Channels」

source: Open Settings → Channels to link channels and monitor status.
ar: افتح Settings → Channels لربط القنوات ومراقبة الحالة.
de: Öffne Einstellungen → Channels, um Channels zu verknüpfen und den Status zu überwachen.
es: Abre Ajustes → Channels para vincular canales y supervisar el estado.
fa: برای پیوند دادن کانال‌ها و پایش وضعیت، Settings → Channels را باز کنید.
fr: Ouvrez Réglages → Canaux pour lier des canaux et surveiller le statut.
hi: चैनल लिंक करने और स्थिति मॉनिटर करने के लिए Settings → Channels खोलें।
id: Buka Settings → Channels untuk menautkan saluran dan memantau status.
it: Apri Settings → Channels per collegare i canali e monitorarne lo stato.
ja_jp: Settings → Channels を開いて、チャンネルをリンクし、ステータスを監視してください。
ko: Settings → Channels를 열어 채널을 연결하고 상태를 모니터링하세요.
nl: Open Settings → Channels om kanalen te koppelen en de status te controleren.
pl: Otwórz Ustawienia → Channels, aby połączyć kanały i monitorować status.
pt_br: Abra Ajustes → Canais para vincular canais e monitorar o status.
ru: Откройте Settings → Channels, чтобы связать каналы и отслеживать статус.
sv: Öppna Settings → Channels för att länka kanaler och övervaka status.
th: เปิด Settings → Channels เพื่อลิงก์ช่องทางและติดตามสถานะ
tr: Kanalları bağlamak ve durumu izlemek için Settings → Channels bölümünü açın.
uk: Відкрийте Settings → Channels, щоб прив’язати канали та відстежувати стан.
vi: Mở Settings → Channels để liên kết các kênh và theo dõi trạng thái.
zh_cn: 打开“设置 → 频道”以关联频道并监控状态。
zh_tw: 開啟「設定」→「Channels」以連結 channels 並監控狀態。

source: Open Settings → Skills
ar: افتح Settings → Skills
de: Einstellungen → Skills öffnen
es: Abrir Configuración → Skills
fa: باز کردن Settings → Skills
fr: Ouvrir Réglages → Skills
hi: Settings → Skills खोलें
id: Buka Settings → Skills
it: Apri Impostazioni → Skills
ja_jp: 設定 → Skills を開く
ko: Settings → Skills 열기
pl: Otwórz Ustawienia → Skills
pt_br: Abrir Ajustes → Skills
ru: Открыть Settings → Skills
sv: Öppna Inställningar → Skills
th: เปิด Settings → Skills
tr: Ayarlar → Skills öğesini aç
uk: Відкрити Settings → Skills
vi: Mở Settings → Skills
zh_cn: 打开 Settings → Skills
zh_tw: 開啟 Settings → Skills

source: Open Window
ar: فتح النافذة
de: Fenster öffnen
es: Abrir ventana
fa: باز کردن پنجره
fr: Ouvrir la fenêtre
hi: विंडो खोलें
id: Buka Jendela
it: Apri finestra
ja_jp: ウインドウを開く
ko: 창 열기
nl: Venster openen
pl: Otwórz okno
pt_br: Abrir janela
ru: Открыть окно
sv: Öppna fönster
th: เปิดหน้าต่าง
tr: Pencereyi Aç
uk: Відкрити вікно
vi: Mở cửa sổ
zh_cn: 打开窗口
zh_tw: 開啟視窗

source: Open folder
ar: فتح المجلد
de: Ordner öffnen
es: Abrir carpeta
fa: باز کردن پوشه
fr: Ouvrir le dossier
hi: फ़ोल्डर खोलें
id: Buka folder
it: Apri cartella
ja_jp: フォルダを開く
ko: 폴더 열기
nl: Map openen
pl: Otwórz folder
pt_br: Abrir pasta
ru: Открыть папку
sv: Öppna mapp
th: เปิดโฟลเดอร์
tr: Klasörü aç
uk: Відкрити папку
vi: Mở thư mục
zh_cn: 打开文件夹
zh_tw: 開啟資料夾

source: Open help…
ar: فتح المساعدة…
de: Hilfe öffnen…
es: Abrir ayuda…
fa: باز کردن راهنما…
fr: Ouvrir l'aide…
hi: सहायता खोलें…
id: Buka bantuan…
it: Apri aiuto…
ja_jp: ヘルプを開く…
ko: 도움말 열기…
nl: Help openen…
pl: Otwórz pomoc…
pt_br: Abrir ajuda…
ru: Открыть справку…
sv: Öppna hjälp…
th: เปิดความช่วยเหลือ…
tr: Yardımı aç…
uk: Відкрити довідку…
vi: Mở trợ giúp…
zh_cn: 打开帮助…
zh_tw: 開啟說明…

source: Open in Dashboard
ar: الفتح في Dashboard
de: Im Dashboard öffnen
es: Abrir en el Dashboard
fa: باز کردن در Dashboard
fr: Ouvrir dans le Dashboard
hi: Dashboard में खोलें
id: Buka di Dashboard
it: Apri nella Dashboard
ja_jp: Dashboard で開く
ko: Dashboard에서 열기
nl: Openen in Dashboard
pl: Otwórz w Dashboardzie
pt_br: Abrir no Dashboard
ru: Открыть в Dashboard
sv: Öppna i Dashboard
th: เปิดใน Dashboard
tr: Dashboard'da aç
uk: Відкрити в Dashboard
vi: Mở trong Dashboard
zh_cn: 在 Dashboard 中打开
zh_tw: 在 Dashboard 中開啟

source: Open logs
ar: فتح السجلات
de: Protokolle öffnen
es: Abrir registros
fa: باز کردن گزارش‌ها
fr: Ouvrir les journaux
hi: लॉग खोलें
id: Buka log
it: Apri log
ja_jp: ログを開く
ko: 로그 열기
nl: Logs openen
pl: Otwórz logi
pt_br: Abrir logs
ru: Открыть журналы
sv: Öppna loggar
th: เปิดบันทึก
tr: Günlükleri aç
uk: Відкрити журнали
vi: Mở nhật ký
zh_cn: 打开日志
zh_tw: 開啟記錄

source: Open sign-in page
ar: فتح صفحة تسجيل الدخول
de: Anmeldeseite öffnen
es: Abrir página de inicio de sesión
fa: باز کردن صفحه ورود
fr: Ouvrir la page de connexion
hi: साइन-इन पेज खोलें
id: Buka halaman masuk
it: Apri pagina di accesso
ja_jp: サインインページを開く
ko: 로그인 페이지 열기
nl: Aanmeldpagina openen
pl: Otwórz stronę logowania
pt_br: Abrir página de login
ru: Открыть страницу входа
sv: Öppna inloggningssidan
th: เปิดหน้าลงชื่อเข้าใช้
tr: Oturum açma sayfasını aç
uk: Відкрити сторінку входу
vi: Mở trang đăng nhập
zh_cn: 打开登录页面
zh_tw: 開啟登入頁面

source: Open sign-in page…
ar: فتح صفحة تسجيل الدخول…
de: Anmeldeseite öffnen…
es: Abrir página de inicio de sesión…
fa: باز کردن صفحه ورود…
fr: Ouvrir la page de connexion…
hi: साइन-इन पेज खोलें…
id: Buka halaman masuk…
it: Apri pagina di accesso…
ja_jp: サインインページを開く…
ko: 로그인 페이지 열기…
nl: Aanmeldpagina openen…
pl: Otwórz stronę logowania…
pt_br: Abrir página de login…
ru: Открыть страницу входа…
sv: Öppna inloggningssidan…
th: เปิดหน้าลงชื่อเข้าใช้…
tr: Oturum açma sayfasını aç…
uk: Відкрити сторінку входу…
vi: Mở trang đăng nhập…
zh_cn: 打开登录页面…
zh_tw: 開啟登入頁面…

source: Open the menu bar panel
ar: فتح لوحة شريط القوائم
de: Menüleisten-Panel öffnen
es: Abrir el panel de la barra de menús
fa: باز کردن پنل نوار منو
fr: Ouvrir le panneau de la barre des menus
hi: मेनू बार पैनल खोलें
id: Buka panel bilah menu
it: Apri il pannello della barra dei menu
ja_jp: メニューバーパネルを開く
ko: 메뉴 막대 패널 열기
nl: Open het menubalkpaneel
pl: Otwórz panel paska menu
pt_br: Abrir o painel da barra de menus
ru: Откройте панель в строке меню
sv: Öppna menyfältspanelen
th: เปิดแผงแถบเมนู
tr: Menü çubuğu panelini aç
uk: Відкрити панель у рядку меню
vi: Mở bảng trên thanh menu
zh_cn: 打开菜单栏面板
zh_tw: 開啟選單列面板

source: Open transcript
ar: فتح النص المنسوخ
de: Transkript öffnen
es: Abrir transcripción
fa: باز کردن رونوشت
fr: Ouvrir la transcription
hi: transcript खोलें
id: Buka transkrip
it: Apri trascrizione
ja_jp: トランスクリプトを開く
ko: 대화 기록 열기
nl: Transcript openen
pl: Otwórz transkrypcję
pt_br: Abrir transcrição
ru: Открыть расшифровку
sv: Öppna transkript
th: เปิดบันทึกการสนทนา
tr: Transkripti aç
uk: Відкрити стенограму
vi: Mở bản ghi cuộc trò chuyện
zh_cn: 打开转录记录
zh_tw: 開啟 transcript

source: OpenClaw - Voice Wake live meter active
ar: OpenClaw - عدّاد التنبيه الصوتي المباشر نشط
de: OpenClaw – Voice Wake-Live-Anzeige aktiv
es: OpenClaw - medidor en vivo de activación por voz activo
fa: OpenClaw - سنجهٔ زندهٔ بیدارباش صوتی فعال است
fr: OpenClaw - indicateur en direct de Voice Wake actif
hi: OpenClaw - Voice Wake लाइव मीटर सक्रिय
id: OpenClaw - meter langsung Voice Wake aktif
it: OpenClaw - Indicatore live di Voice Wake attivo
ja_jp: OpenClaw - Voice Wake ライブメーターがアクティブ
ko: OpenClaw - 음성 깨우기 라이브 미터 활성
nl: OpenClaw - livemeter voor Voice Wake actief
pl: OpenClaw – aktywny miernik na żywo Voice Wake
pt_br: OpenClaw - medidor ao vivo de Voice Wake ativo
ru: OpenClaw - активен индикатор Voice Wake в реальном времени
sv: OpenClaw - live-mätare för röstväckning aktiv
th: OpenClaw - มาตรวัดสดสำหรับการปลุกด้วยเสียงเปิดใช้งานอยู่
tr: OpenClaw - Sesle Uyandırma canlı göstergesi etkin
uk: OpenClaw — активний індикатор Voice Wake наживо
vi: OpenClaw - đồng hồ đo trực tiếp Đánh thức bằng giọng nói đang hoạt động
zh_cn: OpenClaw - 语音唤醒实时计量器已启用
zh_tw: OpenClaw - 語音喚醒即時計量器已啟用

source: OpenClaw Active
ar: OpenClaw نشط
de: OpenClaw aktiv
es: OpenClaw activo
fa: OpenClaw فعال است
fr: OpenClaw actif
hi: OpenClaw सक्रिय
id: OpenClaw Aktif
it: OpenClaw attivo
ja_jp: OpenClaw がアクティブです
ko: OpenClaw 활성
nl: OpenClaw actief
pl: OpenClaw aktywny
pt_br: OpenClaw ativo
ru: OpenClaw активен
sv: OpenClaw aktivt
th: OpenClaw กำลังทำงาน
tr: OpenClaw Etkin
uk: OpenClaw активний
vi: OpenClaw đang hoạt động
zh_cn: OpenClaw 处于活动状态
zh_tw: OpenClaw 使用中
